Repository: lamhaianh/comy
Catalog: src/main/resources/i18n/*.po
Languages: vi

source: Please login.
vi: Xin hãy đăng nhập.

source: Username
vi: Tên đăng nhập

source: Password »
vi: Mật khẩu »

source: You have successfully logged in.
vi: Bạn vừa đăng nhập thành công.

source: Could not login.
vi: Không đăng nhập được.

source: You have logged out.
vi: Bạn vừa đăng xuất.

source: URL Not Found
vi: Không tìm thấy URL

source: URL Shortener
vi: URL Shortener - Chương trình làm ngắn URL

source: Login
vi: Đăng nhập

source: Admin
vi: Quản lí

source: Logout
vi: Đăng xuất

source: Key
vi: Chuỗi gợi nhớ

source: (optional, a-z A-Z 0-9 _ -)
vi: (không có cũng được, kí tự có thể dùng: a-z A-Z 0-9 _ -)

source: Shorten
vi: Làm ngắn

source: URL must not be empty
vi: URL không được để rỗng

source: Key has been chosen
vi: Chuỗi gợi nhớ đã được sử dụng

source: Server error
vi: Có lỗi trên server
